StruSoft.Interop.StruXml.Data.Shell_model_type


StruSoft.Interop.StruXml.Data.Shell_model_type.None


StruSoft.Interop.StruXml.Data.Shell_model_type.Simple


StruSoft.Interop.StruXml.Data.Shell_model_type.Complex
